<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>

<!-- ARCHIVE by GEOCITIES.WS -->

<!-- Mirrored from www.geocities.ws/ribafsindex/familia/reflexoes.htm by HTTrack Website Copier/3.x [XR&CO'2014], Mon, 30 Apr 2018 10:42:30 GMT -->
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="Author" content="Ribamar FS">
   <meta name="GENERATOR" content="Mozilla/4.7 [en] (Win95; I) [Netscape]">
   <title>Algumas Reflex&otilde;es</title>
</head>
<body text="#000000" bgcolor="#009900" link="#0000EE" vlink="#551A8B" alink="#FF0000">
<center><b><i><font color="#FF0000"><font size=+2>Algumas Reflex&otilde;es</font></font></i></b></center>

<p><b><font color="#FFFFFF">Aqui eu divulgarei algumas das minhas reflex&otilde;es.
De quando em vez eu gosto de escrever sobre algum tema. Se voc&ecirc; tamb&eacute;m
gosta e quizer me mandar seu texto para eu divulgar aqui, por favor me
mande que ser&aacute; um prazer.</font></b>
<center>
<p>
<hr WIDTH="100%">
<br><b><font color="#99FF99"><font size=+1>Nossa Vida a Dois</font></font></b></center>

<p><font color="#FFFFFF">&nbsp;&nbsp;&nbsp; No in&iacute;cio do namoro
tudo era sonho, encanto, fantasia, agrados, sorrisos e paix&atilde;o.</font>
<br><font color="#FFFFFF">&nbsp;&nbsp;&nbsp; O fogo da paix&atilde;o nos
levou ao casamento.</font>
<br><font color="#FFFFFF">&nbsp;&nbsp;&nbsp; Logo no dia do casamento,
antes mesmo que ele acontecesse, tive meu primeiro contato com a "realidade":
percebi, ainda que sutilmente, algu&eacute;m querendo me "controlar".&nbsp;
Casamos num apartamento. Sendo que o apartamento foi de um hospital de
Morada Nova, pois justamente neste dia voc&ecirc; sofreu um acidente de
moto.</font>
<br><font color="#FFFFFF">&nbsp;&nbsp;&nbsp; Eu, e pelo que observo, os
homens da minha gera&ccedil;&atilde;o em geral, fomos educados com excesso
de liberdade: brincando nas ruas, podendo chegar bem tarde em casa e com
pouca responsabilidade. As mulheres foram criadas mais dentro de casa,
ajudando as m&atilde;es, estudando e estimuladas e pensar num bom casamento.
Foram duas educa&ccedil;&otilde;es bem distintas e a do homem n&atilde;o
ajuda em nada para que um dia ele venha a compartilhar algo, muito menos
toda a sua vida. Por conta disso tive que me reeducar e este processo ainda
n&atilde;o parou.</font>
<br><font color="#FFFFFF">&nbsp;&nbsp;&nbsp; Nestes dez anos de casados
muita &aacute;gua rolou. Tivemos momentos muito dif&iacute;ceis e tamb&eacute;m
bons momentos. Temos dois maravilhosos frutos: Tiago e Elias.</font>
<br><font color="#FFFFFF">&nbsp;&nbsp;&nbsp; E hoje, como andam as coisas?
N&atilde;o vivemos atualmente num mar de rosas. Mas as coisas andam razoavelmente
est&aacute;veis.</font>
<br><font color="#FFFFFF">Para dar uma ideia h&aacute; uns dois anos atr&aacute;s
eu n&atilde;o teria inspira&ccedil;&atilde;o para escrever isto que estou
escrevendo, pois o clima n&atilde;o "deixava".</font>
<br><font color="#FFFFFF">&nbsp;&nbsp;&nbsp; Fico sinceramente contente
com o ar que se respira hoje em nosso lar. Gosto de sentir e ouvir que
voc&ecirc; &eacute; feliz e tamb&eacute;m de saber que eu contribuo para
isso. Gosto de voc&ecirc; como m&atilde;e dos meus filhos e tamb&eacute;m
gosto de voc&ecirc; como pessoa e como esposa.</font>
<br><font color="#FFFFFF">&nbsp;&nbsp;&nbsp; Coincidentemente estamos hoje
no dia dos namorados. Eu n&atilde;o gosto destas datas, juntamente com
toda a sua explora&ccedil;&atilde;o.</font>
<br><font color="#FFFFFF">Foi pura coincid&ecirc;ncia mas como voc&ecirc;
gosta...</font>
<br><font color="#FFFFFF">&nbsp;&nbsp;&nbsp; Em geral n&oacute;s homens
somos bem casados, mas com as mulheres n&atilde;o sucede o mesmo. Tenho
percebido, sem nenhuma facilidade, que sou o principal respons&aacute;vel
pelos nossos grandes desentendimentos e isto &eacute; bom pois basta apenas
que eu mude. Mas foi e &eacute; muito dif&iacute;cil pois primeiro precisei
perceber isso. Depois de perceber, mudar n&atilde;o &eacute; nada f&aacute;cil.</font>
<br><font color="#FFFFFF">&nbsp;&nbsp;&nbsp; Quanto a quem dos dois tem
culpa n&atilde;o &eacute; o caso. O mais importante &eacute; que n&atilde;o
cheguemos a perder o respeito e a vontade de viver em harmonia. Estou fazendo
um trabalho duro nesse rumo.</font>
<br><font color="#FFFFFF">&nbsp;&nbsp;&nbsp; Mas afinal de contas de quem
estou falando?</font>
<br><font color="#FFFFFF">&nbsp;&nbsp;&nbsp; Da dona F&aacute;tima Evangelista
Ferreira, minha esposa.</font>
<br><font color="#FFFFFF">&nbsp;&nbsp;&nbsp; Obrigado dona F&aacute;tima,
por ser a parceira da minha vida. Farei por merecer.</font><font color="#FFFFFF"></font>
<p><font color="#FFFFFF">&nbsp;Ribamar Ferreira de Sousa</font>
<br><font color="#FFFFFF">&nbsp;<a href="http://www.geocities.ws/cdn-cgi/l/email-protection" class="__cf_email__" data-cfemail="d0a2b9b2b1b6a390a9b1b8bfbffeb3bfbd">[email&#160;protected]</a></font><font color="#FFFFFF"></font>
<center>
<p>
<hr WIDTH="100%">
<br><b><font color="#99FF99"><font size=+1>Levando o Tiago &agrave; Escola</font></font></b></center>
<font color="#FFFFFF"></font>
<p><font color="#FFFFFF">&nbsp;&nbsp;&nbsp; Todas as manh&atilde;s de segunda
&agrave; sexta eu levo o Tiago &agrave; escola. O Tiago &eacute; o meu
filho mais velho, que tem 8 anos e est&aacute; cursando o terceiro ano.</font>
<br><font color="#FFFFFF">&nbsp;&nbsp;&nbsp; Acordo aproximadamente &agrave;s
6 horas e tenho at&eacute; &agrave;s 6:30 horas para organizar tudo e ent&atilde;o
acordar o Tiago.</font>
<br><font color="#FFFFFF">&nbsp;&nbsp;&nbsp; Inicio pelas roupas e sapatos,
que deixo sobre o sof&aacute;, sendo a minha num bra&ccedil;o deste (mais
distante) e a dele no outro bra&ccedil;o.</font>
<br><font color="#FFFFFF">&nbsp;&nbsp;&nbsp; Agora vamos aos livros (caso
ainda n&atilde;o tenham sido organizados no dia anterior). Organizo e deixo
j&aacute; pr&oacute;ximos &agrave;s roupas.</font>
<br><font color="#FFFFFF">&nbsp;&nbsp;&nbsp; Os &oacute;culos. Limpo e
deixo sobre a bolsa dos livros.</font>
<br><font color="#FFFFFF">&nbsp;&nbsp;&nbsp; Depois disso tudo, normalmente
s&atilde;o 6:30. Hora de acordar o garot&atilde;o. Esta &eacute; a parte
que acho mais interessante. Chego de mansinho &agrave; cabeceira da cama
dele:</font>
<br><font color="#FFFFFF">"Tiago, t&aacute; na hora, amigo!". Normalmente
ele nem se mexe nesta primeira chamada.</font>
<br><font color="#FFFFFF">"Tiago, levanta meu amigo!". Ele se vira e boceja,
enquanto eu me lembro de minha &eacute;poca, quando a minha m&atilde;e
me chamava e eu realmente sem disposi&ccedil;&atilde;o dava muito trabalho
para acordar. Bem, ent&atilde;o deixa o Tiago acordar sem pressa. J&aacute;
se passaram uns 5 minutos e devemos ir andando. Lembro que tenho umas moedas
para dar a ele e tenho vontade de usar as moedas para que ele acorde mais
r&aacute;pido. Mas eu reflito um pouco e resisto e resisto &agrave; tenta&ccedil;&atilde;o,
pois jamais gostaria de estimul&aacute;-lo a ser algu&eacute;m que faz
algo interessado no que ir&aacute; ganhar. Darei as moedas apenas somente
ap&oacute;s ele levantar.</font>
<br><font color="#FFFFFF">&nbsp;&nbsp;&nbsp; "Tiag&atilde;o, temos que
ir amigo!" Isto sempre em voz baixa, em tom amig&aacute;vel, pois sinto
muito, realmente muito amor por este camaradinha. Ele se vira novamente
at&eacute; que acorda e o ajudo a cal&ccedil;ar as sand&aacute;lias (ainda
meio sonolento).</font>
<br><font color="#FFFFFF">&nbsp;&nbsp;&nbsp; Ao entrarmos no banheiro eu
acendo a l&acirc;mpada para ajud&aacute;-lo a despertar. Ele urina e escovamos
os dentes (sua escova e pasta j&aacute; est&aacute; ao lado da minha).</font>
<br><font color="#FFFFFF">&nbsp;&nbsp;&nbsp; Agora vamos merendar. Pego
nossos copos, coloco sobre a mesa. Ele senta e espera. J&aacute; cheguei
a querer que ele me ajudasse nesta tarefa mas desisti pois o tempo &eacute;
curto (ele faz mais devagar). Merendamos e vamos nos vestir.</font>
<br><font color="#FFFFFF">&nbsp;&nbsp;&nbsp; Nos primeiros dias do ano
anterior eu sugeri uma disputa: quem se vestia primeiro. Isto foi algo
muito interessante, pois ao inv&eacute;s de estimular uma competi&ccedil;&atilde;o
acirrada entre n&oacute;s, gerava situa&ccedil;&otilde;es onde eu o percebia
me esperando, para que eu ganhasse, j&aacute; que ele havia ganhado ontem.
Uma coisa maravilhosa o relacionamento humano. Meu amigo Tiago n&atilde;o
est&aacute; t&atilde;o ligado em ganhar, &eacute; meu amigo.</font>
<br><font color="#FFFFFF">&nbsp;&nbsp;&nbsp; Terminamos. Agora vamos &agrave;
escola. Descemos e vamos at&eacute; o col&eacute;gio. Ao chegar ao col&eacute;gio,
eu o deixo na porta, o beijo e ele me beija. Algo que sempre me vigiei
foi por fazer coisas autom&aacute;ticas, somente por fazer. Quando eu o
beijo, eu o fa&ccedil;o realmente transmitindo carinho e amor. Sinto que
ele tamb&eacute;m gosta disso. Certo dia, neste ano, desconfiei que ele
n&atilde;o queria mais que eu o beijasse.&nbsp; Caso isso fosse verdade
eu realmente deixaria de fazer, pois n&atilde;o quero constrang&ecirc;-lo.
Ao perguntar sobre isso ele me diz que n&atilde;o, que gostava ainda que
eu o beijasse. Fico contente, pois ele n&atilde;o sente vergonha disso
frente aos coleguinhas, que normalmente s&atilde;o "machos" e n&atilde;o
beijam o pai.</font><font color="#FFFFFF"></font>
<p><font color="#FFFFFF">&nbsp;Ribamar Ferreira de Sousa</font>
<br><font color="#FFFFFF">&nbsp;<a href="http://www.geocities.ws/cdn-cgi/l/email-protection" class="__cf_email__" data-cfemail="26544f44474055665f474e49490845494b">[email&#160;protected]</a></font><font color="#FFFFFF"></font>
<p>
<hr WIDTH="100%"><font color="#FFFFFF"></font>
<center>
<p><b><font color="#99FF99"><font size=+1>Di&aacute;logos com o Elias</font></font></b></center>
<font color="#FFFFFF"></font>
<p><font color="#FFFFFF">&nbsp;&nbsp;&nbsp; Neste n&uacute;mero gostaria
de refletir um pouco sobre o relacionamento entre adultos e crian&ccedil;as
na fase antes de falar. Uma cren&ccedil;a bem popular &eacute; a de que
crian&ccedil;as com essa idade n&atilde;o falam e consequentemente n&atilde;o
se comunicam conosco. Acredito que esta cren&ccedil;a tem como seu grande
aliado o desinteresse pela crian&ccedil;a. N&atilde;o sou especialista
em nenhuma &aacute;rea relacionada &agrave; crian&ccedil;a, mas sou um
pai que tem um grande interesse pelos filhos e pelo ser humano em geral.</font><font color="#FFFFFF"></font>
<p><font color="#FFFFFF">&nbsp;&nbsp;&nbsp; Elias &eacute; um grande amiguinho
meu, que tamb&eacute;m &eacute; filho e que completou recentemente um ano
de vida.</font><font color="#FFFFFF"></font>
<p><font color="#FFFFFF">&nbsp;&nbsp;&nbsp; Desde bem cedo, com a inten&ccedil;&atilde;o
de saber o que ele queria me dizer, eu acompanhava seus olhinhos e especialmente
quando se concentravam e intensificavam o brilho. Quando percebia que estes
paravam fitando algo, eu proporcionava o alcance. Com o tempo fui percebendo
que antes mesmo que de sua boca come&ccedil;asse a emitir qualquer som,
seus olhos j&aacute; me falavam.</font><font color="#FFFFFF"></font>
<p><font color="#FFFFFF">&nbsp;&nbsp;&nbsp; Passando-se o tempo (que aqui
mede-se em dias e meses apenas), ele \93percebeu\94 que quando mira algo eu
o levo at&eacute; o alvo mirado. Ent&atilde;o inicia-se outra fase: ele
olha para um objeto e em seguida olha para mim, querendo refor&ccedil;ar
seu \93pedido\94.</font><font color="#FFFFFF"></font>
<p><font color="#FFFFFF">&nbsp;&nbsp;&nbsp; Ent&atilde;o ele come&ccedil;a
a soltar algumas palavras que podem ser interpretadas como as nossas e
que apenas o papai entende e traduz para os outros. Nesta fase ele tamb&eacute;m
inicia uma outra forma de comunica&ccedil;&atilde;o, esta bem mais eficiente:
estender a maozinha em dire&ccedil;&atilde;o ao que deseja. Esqueci de
mencionar que desde cedo ele utilizava uma forma de comunica&ccedil;&atilde;o
muito eficiente, mas apenas quando todas as outras n&atilde;o funcionavam:
o choro, que no caso do Elias normalmente &eacute; um grito e bem forte.</font><font color="#FFFFFF"></font>
<p><font color="#FFFFFF">&nbsp;&nbsp;&nbsp; N&atilde;o se suponha que eu
sou daqueles pais que para n&atilde;o verem o filho chorando fazem qualquer
coisa. N&atilde;o, reconhe&ccedil;o a import&acirc;ncia do N&atilde;o para
o ser humano. Nessa idade do Elias aprendi um princ&iacute;pio de psicologia
infantil que muito tem me ajudado: ao inv&eacute;s de simplesmente dizer
n&atilde;o, impedir algo, ofere&ccedil;a algo diferente em troca, pois
normalmente a crian&ccedil;a somente consegue se concentrar em uma de cada
vez. Este pode ser um grande aliado de quem lida com crian&ccedil;as. Isto
tamb&eacute;m deve acontecer quando ele for maior, sempre oferecer pare
ele alternativas para que deixe de fazer algo. Isso demonstra respeito
pelo filho, estou tirando mas estou te oferecendo algo e algo bom em troca.</font><font color="#FFFFFF"></font>
<p><font color="#FFFFFF">&nbsp;&nbsp;&nbsp; Neste momento ele dorme ao
lado de sua m&atilde;e, ap&oacute;s ter dado um de seus gritos \93chamando\94
por ela, para que fique ao seu lado. Dorme meu amigo. &Ocirc;pa, aqui do
lado tamb&eacute;m dorme um outro amigo, o Tiago e j&aacute; est&aacute;
na hora de acord&aacute;-lo para irmos &agrave; escola. At&eacute; a pr&oacute;xima.</font><font color="#FFFFFF"></font>
<p><font color="#FFFFFF">Ribamar FS</font>
<br><font color="#FFFFFF"><a href="http://www.geocities.ws/cdn-cgi/l/email-protection" class="__cf_email__" data-cfemail="eb9982898a8d98ab928a838484c5888486">[email&#160;protected]</a></font><font color="#FFFFFF"></font>
<p>
<hr WIDTH="100%"><font color="#FFFFFF"></font>
<p><b><font color="#99FF99">Esperando o seu ... :)</font></b>
<br><font color="#FFFFFF"></font>&nbsp;

<!-- ARCHIVE by GEOCITIES.WS -->
<div id="footeraddiv" name="footeraddiv">Hosted by www.Geocities.ws</div>
<br>	

<!-- Mirrored from www.geocities.ws/ribafsindex/familia/reflexoes.htm by HTTrack Website Copier/3.x [XR&CO'2014], Mon, 30 Apr 2018 10:42:30 GMT -->
</html>

