<HTML>

<!-- ARCHIVE by GEOCITIES.WS -->

<!-- Mirrored from www.geocities.ws/ribafsindex/familia/tabeladosus.htm by HTTrack Website Copier/3.x [XR&CO'2014], Mon, 30 Apr 2018 10:42:33 GMT -->
<HEAD>
   <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
   <META NAME="Author" CONTENT="Ribamar FS">
   <META NAME="GENERATOR" CONTENT="Mozilla/4.03 [pt] (Win95; I) [Netscape]">
   <TITLE>TIAGO: Mem&oacute;rias de um Pai Coruja</TITLE>
</HEAD>
<BODY>

<!-- following code added by server. PLEASE REMOVE -->
<!-- preceding code added by server. PLEASE REMOVE -->

<CENTER><B><I><FONT SIZE=+2>MEM&Oacute;RIAS DE UM PAI CORUJA</FONT></I></B></CENTER>

<CENTER>
<HR WIDTH="100%"></CENTER>

<CENTER><B>TABELA DO MINIST&Eacute;RIO DA SA&Uacute;DE - SUS</B></CENTER>
&nbsp;
<TABLE BORDER WIDTH="100%" >
<TR>
<TD>Idade</TD>

<TD>Espera-se que fa&ccedil;a</TD>

<TD>Idade</TD>

<TD>Espera-se que fa&ccedil;a</TD>
</TR>

<TR>
<TD></TD>

<TD>Deve come&ccedil;ar a mamar logo ap&oacute;s o nascimento. At&eacute;
4 a 6 meses o leite materno &eacute; o &uacute;nico alimento necess&aacute;rio.
A amamenta&ccedil;&atilde;o traz alimento a carinho. Ele j&aacute; sente
e aprende. Gosta que falem e cantem enquanto cuidam dele.
<BR><B>Sua Obs.:</B>
<BR><B></B>&nbsp;</TD>

<TD>2 meses</TD>

<TD><B>Responde ao sorriso com um sorriso.</B>
<BR>A amamenta&ccedil;&atilde;o protege o beb&ecirc; e ajuda a desenvolver
sua intelig&ecirc;ncia. Coloque seu filho em diferentes posi&ccedil;&otilde;es.
Mostre objetos de v&aacute;rias cores a ele. Leve-o ao Servi&ccedil;o de
Sa&uacute;de para o acompanhamento e vacina&ccedil;&atilde;o.
<BR><B>Sua Obs.:</B>
<BR>&nbsp;</TD>
</TR>

<TR>
<TD>4 meses</TD>

<TD><B>De bru&ccedil;os, levanta a cabe&ccedil;a e ombros</B>. Continue
amamentando. Entre 4 e 6 meses comece a dar-lhe outros alimentos. Gosta
de colocar as m&atilde;os e tudo o que pega na boca, por isso seus brinquedos
devem estar bem limpos. Coloque seu filho em lugares variados, mas aten&ccedil;&atilde;o
porque ele come&ccedil;a a rolar e pode cair.
<BR><B>Sua Obs.:</B>&nbsp;
<BR>&nbsp;</TD>

<TD>6 meses</TD>

<TD><B>Vira sem errar para o lado do barulho.</B>
<BR>Precisa comer 2 refei&ccedil;&otilde;es de sal mas ainda precisa mamar.
Converse com ele repetindo os sons que ele faz. Coloque-o no ch&atilde;o
para se movimentar melhor.&nbsp;
<BR>Olha e pega tudo: cuidado com coisas pequenas para que ele n&atilde;o
se engasgue.
<BR><B>Sua Obs.:&nbsp;</B></TD>
</TR>

<TR>
<TD>9 meses</TD>

<TD><B>Arrasta-se ou engatinha</B>.
<BR>Brinque com ele de fazer caretas, bater palminhas: mostre alegria com
o que ele for aprendendo. Converse com ele. Ensine-lhe o nome das coisas
e pessoas.
<BR>&Eacute; muito curioso, n&atilde;o deixe ao seu alcance: rem&eacute;dios,
inseticidas, coisas perigosas.
<BR><B>Sua Obs.:</B>
<BR><B></B>&nbsp;</TD>

<TD>1 ano</TD>

<TD><B>Fala duas palavras.</B>
<BR>J&aacute; come a comida da casa, mas ele precisa comer mais vezes que
um adulto. Ele brinca de bater encaixar e empilhar objetos.
<BR>Vai aprendendo o nome das partes do corpo.
<BR>A vacina&ccedil;&atilde;o est&aacute; em dia?
<BR><B>Sua Obs.:</B></TD>
</TR>

<TR>
<TD>1a 6m</TD>

<TD><B>Anda sozinho.</B>
<BR>Crian&ccedil;a gosta de brincar com &aacute;gua.
<BR>Ajude-o a lavar as m&atilde;os e a escovar os dentes.
<BR>Deixe que use a colher e o copo.
<BR>Comece aos poucos a tirar a frauda e ensine seu filho a usar o peniquinho,
com paci&ecirc;ncia.
<BR><B>Sua Obs.:</B>
<BR><B></B>&nbsp;</TD>

<TD>2 anos</TD>

<TD><B>Consegue empilhar 5 objetos.</B>
<BR>Gosta de brincar com coisas variadas e com outras crian&ccedil;as.
<BR>J&aacute; tem vontade pr&oacute;pria, fala muito a palavra n&atilde;o.
<BR>Sobe e mexe em tudo: cuidado com o fogo e com cabos de panela.
<BR><B>Sua Obs.:</B>
<BR><B></B>&nbsp;</TD>
</TR>

<TR>
<TD>2a 6m</TD>

<TD><B>Fala frases curtas.</B>
<BR>Gosta de cantar, batucar, imitar pessoas, animais, carros e brincar
de "casinha".
<BR>Ensine seu filho a dizer seu pr&oacute;prio nome.
<BR>Converse sempre com ele.
<BR>Aprende muito pela imita&ccedil;&atilde;o: o exemplo dos adultos &eacute;
muito importante.
<BR>Cuidado com acidentes no tr&acirc;nsito.
<BR><B>Sua Obs.:</B>
<BR><B></B>&nbsp;</TD>

<TD>3 anos</TD>

<TD><B>Desenha bolinhas.</B>
<BR>Crian&ccedil;a precisa de outras crian&ccedil;as e de espa&ccedil;o
para brincar, correr e pular.
<BR>Ajuda a vestir-se e a cal&ccedil;ar os sapatos.
<BR>Pode aprender a contar e a conhecer cores.
<BR>Gosta de rabiscar.
<BR><B>Sua Obs.:</B></TD>
</TR>

<TR>
<TD>4 anos</TD>

<TD><B>Conta ou inventa pequenas hist&oacute;rias.</B>
<BR>Gosta de ouvir hist&oacute;rias, aprender can&ccedil;&otilde;es, ver
livros e revistas.
<BR>Tem atra&ccedil;&atilde;o pelo fogo. Cuidado!
<BR>Ensine seu filho a ser organizado, a cuidar de si e do lugar onde vive.
<BR>Ajude-o, para que ele aprenda melhor.
<BR><B>Sua Obs.:</B>
<BR><B></B>&nbsp;</TD>

<TD></TD>

<TD></TD>
</TR>
</TABLE>
&nbsp;
</BODY>

<!-- ARCHIVE by GEOCITIES.WS -->
<div id="footeraddiv" name="footeraddiv">Hosted by www.Geocities.ws</div>
<br>	

<!-- Mirrored from www.geocities.ws/ribafsindex/familia/tabeladosus.htm by HTTrack Website Copier/3.x [XR&CO'2014], Mon, 30 Apr 2018 10:42:33 GMT -->
</HTML>
