<HTML>

<!-- ARCHIVE by GEOCITIES.WS -->

<!-- Mirrored from www.geocities.ws/ribafsindex/RedeCompartilhandoModem.htm by HTTrack Website Copier/3.x [XR&CO'2014], Mon, 30 Apr 2018 10:42:29 GMT -->
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=windows-1252">
<META NAME="Generator" CONTENT="Microsoft Word 97">
<TITLE>REDE LOCAL DE MICROCOMPUTADORES IBM PC</TITLE>
</HEAD>
<BODY LINK="#0000ff" VLINK="#800080"><script type="text/javascript" src="../js/policy.js"></script>

<!-- following code added by server. PLEASE REMOVE -->
<!-- preceding code added by server. PLEASE REMOVE -->

<B><FONT SIZE=4><P ALIGN="CENTER">REDE LOCAL DE MICROCOMPUTADORES IBM PC</P>
<P ALIGN="CENTER"></P>
</FONT><P ALIGN="JUSTIFY">UMA REDE BARATA – CABO COAXIAL</P>
</B><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">(Para uma pequena e mais confi&aacute;vel rede veja a de par tran&ccedil;ado abaixo.)</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">A rede com cabo Coaxial &eacute; um dos tipos de rede mais econ&ocirc;mica, mas tamb&eacute;m o mais inst&aacute;vel devido ao fato deste tipo de cabo n&atilde;o ser muito flex&iacute;vel e partir com freq&uuml;&ecirc;ncia.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">A imped&acirc;ncia (resist&ecirc;ncia &agrave; passagem de corrente) nos cabos coaxiais para Placas de Rede tipo Ethernet &eacute; de 50 ohms.</P>
<P ALIGN="JUSTIFY"></P>
<B><P ALIGN="JUSTIFY">VANTAGENS DA REDE COM CABOS COAXIAIS:</P>
</B><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">- Sua blindagem permite longos comprimentos</P>
<P ALIGN="JUSTIFY">- Permite redes multicanal</P>
<P ALIGN="JUSTIFY">- Mais barata que a de par tran&ccedil;ado blindado</P>
<P ALIGN="JUSTIFY"></P>
<B><P ALIGN="JUSTIFY">DESVANTAGENS:</P>
</B><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">-  Quebra e apresenta mau contato facilmente (devido a falta de flexibilidade)</P>
<P ALIGN="JUSTIFY">- Dif&iacute;cil manuseio</P>
<P ALIGN="JUSTIFY">- Mais caro que o de par tran&ccedil;ado n&atilde;o blindado</P>
<P ALIGN="JUSTIFY"></P>
<B><P ALIGN="JUSTIFY">COMPONENTES:</P>
</B><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">- Placas de Rede compat&iacute;vel com NE2000 (sugest&atilde;o) </P>
<P ALIGN="JUSTIFY">- Cabos coaxiais</P>
<P ALIGN="JUSTIFY">- Conector BNC sold&aacute;vel</P>
<P ALIGN="JUSTIFY">- T&ecirc;</P>
<P ALIGN="JUSTIFY">- Terminador</P>
<P ALIGN="JUSTIFY">- Conector BNC para Crimp (ou por press&atilde;o) – Este n&atilde;o &eacute; sold&aacute;vel, para sua conex&atilde;o utiliza-se um alicate de press&atilde;o apropriado (crimp).</P>
<P ALIGN="JUSTIFY">- Descascador de cabo</P>
<P ALIGN="JUSTIFY">- Alicate para crimp</P>
<P ALIGN="JUSTIFY"></P>
<B><P ALIGN="JUSTIFY">COMO SABER SE FIO CENTRAL EST&Aacute; PARTIDO:</P>
</B><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">- Ajustar o mult&iacute;metro (VOM) para resist&ecirc;ncia </P>
<P ALIGN="JUSTIFY">- Colocar uma das pontas do VOM em contato com uma das pontas do fio e a outra ponta do VOM em contato com a outra do fio.</P>
<P ALIGN="JUSTIFY">- Caso esteja apartado o ponteiro do VOM n&atilde;o mexe</P>
<P ALIGN="JUSTIFY">- Caso contr&aacute;rio o fio est&aacute; OK.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Obs.: muitas vezes o cabo parte-se exatamente na junta com o Conector BNC.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT SIZE=4><P>&nbsp;</P>
<P>REDE WINDOWS 95/98 COM CABO DE PAR TRAN&Ccedil;ADO</P>
</B></FONT>
<P>&#9;Para pequenas redes podemos utilizar o pr&oacute;prio Windows 95/98 e um Hub com cabos de par tran&ccedil;ado (RJ 45).</P>

<B><FONT SIZE=4><P ALIGN="CENTER">HARDWARE</P>
</B></FONT>
<B><FONT SIZE=4><P>MATERIAL NECESS&Aacute;RIO</P>
</B></FONT>
<P>- Pacas de Rede Ethernet (10 ou 100 MBits)</P>
<P>- Hub para 8 ou mais micros, dependendo</P>
<P>- Cabo de par tran&ccedil;ado (RJ45)</P>
<P>- Conectores RJ45. 2 para cada micro.</P>

<B><P ALIGN="JUSTIFY">ESQUEMA DE LIGA&Ccedil;&Atilde;O</P>
</B>
<P>&nbsp;</P>
<P></P>

<P>&nbsp;</P>
<P>&nbsp;</P>
<P>&nbsp;</P>
<P>&nbsp;</P>
<P>&nbsp;</P>
<P>&nbsp;</P>
<P>&nbsp;</P>
<P>&nbsp;</P>
<P>&nbsp;</P>
<P>&nbsp;</P>
<P>Veja que cada micro se liga ao Hub, de maneira que mesmo que alguns estejam com problemas os que n&atilde;o est&atilde;o possam se comunicar.</P>

<FONT SIZE=4><P ALIGN="CENTER">Existem tamb&eacute;m T&ecirc;s para o RJ45 como alternativa para o Hub no caso de apenas 2 ou 3 micros, ou ainda de uma rede de bem mais baixo custo de inicial e mais alto custo de manuten&ccedil;&atilde;o.</P>
<B><P ALIGN="CENTER">SOFTWARE</P>
</B></FONT>
<P>Obs.:  Sempre devemos lembrar de, ao comprar as Placas, exigir os drivers (Disquete ou CD)</P>

<B><FONT SIZE=4><P ALIGN="JUSTIFY">CONFIGURANDO A REDE</P>
</B></FONT>
<P>Painel de Controle – Rede</P>

<P>Devemos ter os seguintes itens:</P>

<P>- Cliente para redes Microsoft</P>
<P>- Adaptador para Rede Dial-Up</P>
<P>- NetBEUI (Protocolo – Microsoft)</P>
<P>- IPX/SPX (Protocolo – Microsoft)</P>
<P>- TCP/IP (Protocolo – Microsoft)</P>
<P>- Compartilhamento de arquivos e impressoras para rede Microsoft (Servi&ccedil;os)</P>

<P>Ainda na tela de configura&ccedil;&atilde;o da Rede certifique-se de que o </P>

<P>Logon prim&aacute;rio da rede seja o </P>
<P>Logon do Windows</P>

<P>&nbsp;</P>
<P>Como todos os micros passam pelo Hub, qualquer micro que tenha sua conex&atilde;o com problema deixar&aacute; de acender o LED do Hub, tornando f&aacute;cil a identifica&ccedil;&atilde;o do micro</P>
<P>Com problema na rede. </P>
<P>Cuidado ainda para n&atilde;o esquecer desligada a fonte do Hub.</P>

<P>&nbsp;</P>
<B><P ALIGN="CENTER">&nbsp;</P>
<P ALIGN="CENTER">REDE COMPARTILHANDO UMA &Uacute;NICA LINHA TELEF&Ocirc;NICA </P>
<P ALIGN="CENTER">E UM MODEM COM OS CLIENTES</P>
<P ALIGN="CENTER">VIA WINDOWS98SE</P>
</B>
<P>&nbsp;</P>
<B><P ALIGN="JUSTIFY">INSTALA&Ccedil;&Atilde;O DO SOFTWARE</B> <B>NO MICRO QUE SER&Aacute; SERVIDOR</P>
</B><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Obrigatoriamente deve ser o Windows98SE ou superior.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">- Painel de Controle – Adicionar – Instala&ccedil;&atilde;o do Windows – Ferramentas de Internet – Internet Connect Sharing</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">- Ser&aacute; pedido o disco de instala&ccedil;&atilde;o do Windows. </P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">- Ap&oacute;s instalar ser&aacute; aberto um Assistente, na primeira tela clique em Avan&ccedil;ar.  </P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">- Escolha o tipo de conex&atilde;o (a default &eacute; a mais comum: modem) e Avan&ccedil;ar. </P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">- Selecione a conex&atilde;o que utilizar&aacute; para acessar a Internet e Avan&ccedil;ar. </P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">- Coloque um disquete no drive para que seja copiado o arquivo a ser instalado nas m&aacute;quinas Clientes.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">- Ser&aacute; sugerida a reinicializa&ccedil;&atilde;o do micro. Reinicie.</P>
<P ALIGN="JUSTIFY"></P>
<B><P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">CONFIGURA&Ccedil;&Atilde;O DOS CLIENTES:</P>
</B><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">- Execute o arquivo &quot;icsclset.exe&quot; do disquete. </P>
<P ALIGN="JUSTIFY">Simplesmente mande Avan&ccedil;ar at&eacute; concluir.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">N&atilde;o esque&ccedil;a de entrar na rede (com o login e a senha correta).</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Experimente conectar na Internet pelo servidor e acessar pelos clientes. Voc&ecirc; agora pode navegar na Internet em todos os micros da rede e tamb&eacute;m passar e receber e-mail pelos clientes de e-mail.</P>

<P>Caso antes houvesse alguma configura&ccedil;&atilde;o do protocolo TCP/IP d&ecirc; uma olhada no arquivo Readme.txt ou Leiame.txt do disquete para os devidos ajustes.</P>

<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT SIZE=4><P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">UTILIT&Aacute;RIOS PARA REDES</P>
</B></FONT><P ALIGN="JUSTIFY"></P>
<B><P ALIGN="JUSTIFY">SOFTWARE DE COMUNICA&Ccedil;&Atilde;O LOCAL NA REDE</P>
</B><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">O Windows 95 ou 98 j&aacute; traz um programa para troca de mensagens de micros ligados em rede. &Eacute; o winpopup.exe. Ele encontra-se na pasta c:\windows.</P>
<P ALIGN="JUSTIFY">Como ele est&aacute; no &quot;path&quot;, basta que o chamemos de qualquer lugar:</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Iniciar – Executar – winpopup </P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">O ideal, para quem vai utilizar com frequ&ecirc;ncia &eacute; criar um atalho para o mesmo, lembrando o caminho completo: c:\windows\winpopup.exe.</P>
<P ALIGN="JUSTIFY"></P>
<B><P ALIGN="JUSTIFY">MEDINDO O DESEMPENHO DA REDE</P>
</B><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">System Monitor – este vem com o windows 95 ou 98.</P>
<P ALIGN="JUSTIFY"></P>
<B><FONT SIZE=4><P ALIGN="JUSTIFY">CONCEITOS LIGADOS A REDES</P>
</B></FONT><P ALIGN="JUSTIFY"></P>
<B><P ALIGN="JUSTIFY">IP</P>
</B><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">- N&uacute;meros de 32 bits, escrito em 4 partes separadas por ponto, como 127.7.0.125</P>
<P ALIGN="JUSTIFY">- A primeira parte identifica uma rede na Inter-rede</P>
<P ALIGN="JUSTIFY">- A Segunda parte identifica um host dentro da rede</P>
<P ALIGN="JUSTIFY">- A terceira eu gostaria de saber a fun&ccedil;&atilde;o :)</P>
<P ALIGN="JUSTIFY">- A Quarta identifica cada esta&ccedil;&atilde;o da rede</P>
<P ALIGN="JUSTIFY"></P>
<B><P ALIGN="JUSTIFY">127.0.0.0</B> – este &eacute; um IP especial, utilizado para testes e para a comunica&ccedil;&atilde;o entre processos de uma m&aacute;quina.</P>
<P ALIGN="JUSTIFY"></P>
<B><P ALIGN="JUSTIFY">M&Aacute;SCARA</B> – Em redes locais o Host (servidor) recebe um ID (c&oacute;digo de Identifica&ccedil;&atilde;o) exclusivo e todas as esta&ccedil;&otilde;es (clientes) ter&atilde;o a m&aacute;scara 255.255.255.0.</P>
<P ALIGN="JUSTIFY"></P>
<B><P ALIGN="JUSTIFY">DNS</B> – Domain Name System ?</P>
<P ALIGN="JUSTIFY"></P>
<B><P ALIGN="JUSTIFY">SMTP</B> – Simple Mail Transfer Protocol – &Eacute; o protocolo utilizado para ENVIAR as mensagens de e-mail (pelos programas clientes de e-mail como Outlock e Netscape Messager)</P>
<P ALIGN="JUSTIFY"></P>
<B><P ALIGN="JUSTIFY">POP</B> – Protocolo utilizado para RECEBER as mensagens de e-mail pelos programas clientes de e-mail.</P>
<P ALIGN="JUSTIFY"></P>
<B><P ALIGN="JUSTIFY">PROXY</B> - ?</P>
<P ALIGN="JUSTIFY"></P>
<B><P ALIGN="JUSTIFY">FTP</B> – File Transfer Protocol – Procolo de transfer&ecirc;ncia de arquivos. V&aacute;rios sites tem uma interface tipo o Explorer, com pastas e arquivos. Isso caracteriza os sites de FTP, onde existem apenas arquivos para download (baixar) ou upload (enviar). Existem programas expec&iacute;ficos para o envio (upload) e recebimentos de arquivos (download), como o WS FTP, o CUT FTP e outros. A transfer&ecirc;ncia de arquivos por sites de FTP &eacute; sensivelmente mas r&aacute;pida do que por sites de HTTP, j&aacute; que os de FTP s&atilde;o especializados no assunto e n&atilde;o tem as &quot;gorduras&quot; dos sites de HTTP (as p&aacute;ginas convencionais).</P>
<P ALIGN="JUSTIFY"></P>
<B><P ALIGN="JUSTIFY">HTTP</B> – Hiper Text Transfer Protocol ?</P>
<P ALIGN="JUSTIFY"></P>
<B><P ALIGN="JUSTIFY">TCP/IP</B> – A arquitetura da Internet &eacute; baseada nos dois protocolos: TCP e IP</P>
<P ALIGN="JUSTIFY">&#9;TCP – Transmission Control Protocol</P>
<P ALIGN="JUSTIFY">&#9;IP – Internet Protocol</P>
<P ALIGN="JUSTIFY"></P>
<B><P ALIGN="JUSTIFY">TELNET</B> – Protocolo que permite que um usu&aacute;rio remoto, atrav&eacute;s de uma sess&atilde;o de Terminal, opere como se estivesse no pr&oacute;prio computador distante.</P>
<P ALIGN="JUSTIFY"></P>
<B><P ALIGN="JUSTIFY">CGI</B> – Common Gatway Interface – Permite intera&ccedil;&atilde;o em p&aacute;ginas WWW, como instrumentos de busca, formul&aacute;rios, etc.</P>
<P ALIGN="JUSTIFY"></P>
<B><P ALIGN="JUSTIFY">JAVA</B> – Linguagem de programa&ccedil;&atilde;o, que quando interpretada por um browser, n&atilde;o tem permiss&atilde;o para gravar dados no disco r&iacute;gido, sendo em con sequ&ecirc;ncia uma linguagem segura para o computador do usu&aacute;rio.</P>
<P ALIGN="JUSTIFY"></P>
<B><P ALIGN="JUSTIFY">JAVA Script</B> – Uma linguagem adaptada do Java, mais simples, possibilitando o uso em p&aacute;ginas at&eacute; por quem n&atilde;o tem conhecimento de Java.</P>
<P ALIGN="JUSTIFY"></P>
<B><P ALIGN="JUSTIFY">APPLETS</B> – Programa escrito em Java, inserido em uma p&aacute;gina html.</P>
<P ALIGN="JUSTIFY"></P>
<B><P ALIGN="JUSTIFY">PLUGINS</B> – S&atilde;o m&oacute;dulos que podem ser adicionados ao browser com recursos extras, como v&iacute;deo, som, pdf, etc.</P>
<P ALIGN="JUSTIFY"></P>
<B><P ALIGN="JUSTIFY">URL</B> – Uniform Resource Locator – Endere&ccedil;o exclusivo de recursos da Internet: p&aacute;ginas http, ftp, telnet, etc.</P>
<P ALIGN="JUSTIFY"></P>
<B><P ALIGN="JUSTIFY">WWW</B> – World Wide Web – Grande Rede Muldial. Conjunto de documentos da Internet (em html).</P>
<P ALIGN="JUSTIFY"></P>
<B><P ALIGN="JUSTIFY">LAN</B> – Local Area Network – Rede de alcance local.</P>
<P ALIGN="JUSTIFY"></P>
<B><P ALIGN="JUSTIFY">SERVIDOR</B> – Computador que eleva a capacidade de processamento, com a fun&ccedil;&atilde;o de oferecer servi&ccedil;os &agrave; rede. Ficam normalmente em sistemas operacionais mais especializados para rede e potentes e tamb&eacute;m em m&aacute;quinas mais robustas.</P>
<P ALIGN="JUSTIFY"></P>
<B><P ALIGN="JUSTIFY">IPX/SPX</B> – Internet Package eXchange/Sequence Package eXchange. Usado em redes netware de pequeno e m&eacute;dio porte e tem suporte a roteamento.</P>
<P ALIGN="JUSTIFY"></P>
<B><P ALIGN="JUSTIFY">NET BEUI</B> – Network Basic End User Interface – Pequenas LAN’s, &eacute; r&aacute;pida e simples.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Obs.: Gostaria de agradecer ao Louren&ccedil;o <A HREF="http://www.geocities.ws/cdn-cgi/l/email-protection#42282e2d3730272c212d023637362d322b236c212d2f6c2030"><span class="__cf_email__" data-cfemail="284244475d5a4d464b47685c5d5c47584149064b4745064a5a">[email&#160;protected]</span></A> colega do </P>
<P ALIGN="JUSTIFY">CT-DNOCS, que me deu os primeiros toques sobre rede: montagem e configura&ccedil;&atilde;o.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Ribamar FS  </P>
<P ALIGN="JUSTIFY"><A HREF="http://www.geocities.ws/cdn-cgi/l/email-protection#82d0ebe0e3e4f1c2fbe3eaededace1edef"><span class="__cf_email__" data-cfemail="fd8f949f9c9b8ebd849c959292d39e9290">[email&#160;protected]</span></A>  </P>

<!-- ARCHIVE by GEOCITIES.WS -->
<div id="footeraddiv" name="footeraddiv">Hosted by www.Geocities.ws</div>
<br>	

<!-- Mirrored from www.geocities.ws/ribafsindex/RedeCompartilhandoModem.htm by HTTrack Website Copier/3.x [XR&CO'2014], Mon, 30 Apr 2018 10:42:29 GMT -->
</HTML>

<IMG SRC="http://geo.yahoo.com/serv?s=76001067&amp;t=1256331722&amp;f=us-w1" ALT=1 WIDTH=1 HEIGHT=1>
