<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>

<!-- ARCHIVE by GEOCITIES.WS -->

<!-- Mirrored from www.geocities.ws/ribafsindex/sobremim.htm by HTTrack Website Copier/3.x [XR&CO'2014], Mon, 30 Apr 2018 10:42:29 GMT -->
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="Author" content="Ribamar FS">
   <meta name="GENERATOR" content="Mozilla/4.76 [en] (Win95; U) [Netscape]">
   <title>Cantinho dos Amantes do Access - Algo sobre mim</title>
</head>
<body text="#FFFFCC" bgcolor="#003300" link="#66FFFF" vlink="#FF99FF" alink="#FF0000">

<!-- following code added by server. PLEASE REMOVE -->
<!-- preceding code added by server. PLEASE REMOVE -->
&nbsp;
<table BORDER COLS=8 WIDTH="100%" >
<tr>
<td>
<center><font size=-1><a href="introducao.htm">Introdu&ccedil;&atilde;o</a></font></center>
</td>

<td>
<center><font size=-1><a href="tabelas.htm">Tabelas</a></font></center>
</td>

<td>
<center><font size=-1><a href="relacionamentos.htm">Relacionamentos</a></font></center>
</td>

<td>
<center>&nbsp;<font size=-1><a href="consultas.htm">Consultas</a></font></center>
</td>

<td>
<center><font size=-1><a href="formularios.htm">Formul&aacute;rios</a></font></center>
</td>

<td>
<center>&nbsp;<font size=-1><a href="relatorios.htm">Relat&oacute;rios</a></font></center>
</td>

<td>
<center>&nbsp;<font size=-1><a href="macros.htm">Macros</a></font></center>
</td>

<td>
<center><font size=-1><a href="modulos.htm">M&oacute;dulos</a></font></center>
</td>
</tr>

<tr>
<td>
<center><font size=-1><a href="activex.htm">ActiveX</a></font></center>
</td>

<td>
<center>&nbsp;<font size=-1><a href="automacao.htm">Automa&ccedil;&atilde;oOLE</a></font></center>
</td>

<td>
<center>&nbsp;<font size=-1><a href="graficos.htm">Gr&aacute;ficos</a></font></center>
</td>

<td>
<center>&nbsp;<font size=-1><a href="dao.htm">DAO</a></font></center>
</td>

<td>
<center>&nbsp;<font size=-1><a href="sql.htm">SQL</a></font></center>
</td>

<td>
<center>&nbsp;<font size=-1><a href="seguranca.htm">Seguran&ccedil;a</a></font></center>
</td>

<td>
<center><font size=-1><a href="redes.htm">Redes/ODBC</a></font></center>
</td>

<td>
<center>&nbsp;<font size=-1><a href="dicas.htm">Dicas</a></font></center>
</td>
</tr>

<tr>
<td>
<center>&nbsp;<font size=-1><a href="cursoonline.htm">Curso Online</a></font></center>
</td>

<td>
<center><font size=-1><a href="wizards.htm">Wizards</a></font></center>
</td>

<td>
<center><font size=-1><a href="ferramentas.htm">Ferramentas</a></font></center>
</td>

<td>
<center><font size=-1><a href="help.htm">Help</a></font></center>
</td>

<td>
<center>&nbsp;<font size=-1><a href="http://groups.yahoo.com/group/CantinhoDownloads/files/2downloads.htm">Downloads</a></font></center>
</td>

<td>
<center>&nbsp;<font size=-1><a href="links.htm">Links</a></font></center>
</td>

<td>
<center><font size=-1><a href="novidades.htm">Novidades</a></font></center>
</td>

<td>
<center>&nbsp;</center>
</td>
</tr>
</table>

<hr WIDTH="100%">
<center><b><font size=+1>ALGO SOBRE MIM</font></b>
<br><a href="#">Foto</a></center>

<p>Meu nome completo &eacute; Ribamar Ferreira de Sousa, moro em Fortaleza,
Cear&aacute; e tenho (deixa fazer as contas :)) 43 anos (07/2000).
<p>Sou casado com a dona F&aacute;tima Evangelista, temos dois filhos,
o Tiag&atilde;o (8 anos) e o Elias (2 meses).
<p>Sou formado em engenharia civil com especializa&ccedil;&atilde;o em
irriga&ccedil;&atilde;o e drenagem mas atualmente trabalho full time com
inform&aacute;tica. Me apaixonei e essa paix&atilde;o juntamente com algumas
circuns&acirc;ncias tramaram para me desgarrar da engenharia. Atualmente
eu mexo com inform&aacute;tica umas 25 horas por dia! Pois &eacute;, sei
que vai dizer que ainda &eacute; pouco, concordo, mas fazer o que? :).
Infelizmente tenho que comer, dormir ...
<p>Eu j&aacute; fui professor de primeiro grau, de segundo e de pr&eacute;-vestibular.
Minha mat&eacute;ria preferida &eacute; a matem&aacute;tica. Cheguei inclusive
a fazer uma apostila com um resum&atilde;o do segundo grau (quando eu tiver
saco ou alguma colabora&ccedil;&atilde;o eu divulgo tamb&eacute;m :)).
Pense num camarada que vibra trabalhando, agora fa&ccedil;a uma amplia&ccedil;&atilde;o
exagerada, talvez voc&ecirc; tenha chegado perto da empolga&ccedil;&atilde;o
que sinto quando estou dando aula e quanto mais gente na sala, mais me
empolgo.
<p>Atualmente trabalho no Centro de Treinamento do DNOCS (Fortaleza), onde
ensino inform&aacute;tica para meus colegas&nbsp; servidores. Ensino de
tudo um pouco: windows, word, excel, access, vb, hardware, linux e o que
eu aprender. Al&eacute;m de ensinar, eu e os outros colegas (somos 4) fazemos
um pouco de tudo em inform&aacute;tica: cl&iacute;nicos gerais. Gosto muito
de trabalhar aqui tamb&eacute;m, pois al&eacute;m de estar ensinando eu
tamb&eacute;m tenho a oportunidade de estudar. Claro que o que aprendo
eu repasso para os colegas do CT-DNOCS e para os servidores em geral, e
ainda vem pra c&aacute;, para a Net, ficando &agrave; disposi&ccedil;&atilde;o
da nossa terrinha inteira e de todo o universo. Impressionante essa internet!
<p>Pra me despedir: uma das coisas que mais me atrai na inform&aacute;tica
&eacute; a possibilidade de estar frente a uma novidade a todo o momento.
Sou como crian&ccedil;a, vibro com novidades (atualmente, at&eacute; com
problemas). Outra coisa de que gosto nela &eacute; sua complexidade. Imagine
algu&eacute;m trabalhando na execu&ccedil;&atilde;o de uma tarefa em que
aprendeu tudo que tinha que aprender no primeiro dia e vai passar todo
o resto de sua vida executando aquele trabalho? Sei que estou exagerando,
mas conhe&ccedil;o muitas pessoas que aparentam passar por situa&ccedil;&atilde;o
semelhante (pela apatia e lentid&atilde;o de racioc&iacute;nio). Realmente
tem um detalhe que devo ressaltar: isso depende da atitude de quem faz
as coisas, pois mesmo fazendo a mesma coisa a todo o momento, temos a obriga&ccedil;&atilde;o
de pelo menos fazer de maneira diferente, para n&atilde;o nos tornarmos
uma pessoa embotada mentalmente nem perder a empolga&ccedil;&atilde;o pela
vida. :)
<br>&nbsp;
</body>

<!-- ARCHIVE by GEOCITIES.WS -->
<div id="footeraddiv" name="footeraddiv">Hosted by www.Geocities.ws</div>
<br>	

<!-- Mirrored from www.geocities.ws/ribafsindex/sobremim.htm by HTTrack Website Copier/3.x [XR&CO'2014], Mon, 30 Apr 2018 10:42:30 GMT -->
</html>
<IMG SRC="http://geo.yahoo.com/serv?s=76001067&amp;t=1256331723&amp;f=us-w5" ALT=1 WIDTH=1 HEIGHT=1>
